Repository: bod904/OpenVK-iOS-Legacy
Catalog: OpenVK Me/*.lproj/Localizable.strings
Languages: ru

# ERROR_GENERIC
source: Error
ru: Ошибка

# ERROR_INTERNET_PROBLEMS
source: There is some problems with your internet connection or server itself. Please, try later.
ru: Проблемы с подключением к интернету или произошла авария на сервере. Повторите попытку позже.

# ERROR_INCORRECT_LOGIN_OR_PASSWORD
source: Incorrect password or login
ru: Неверный логин или пароль

# ERROR_TWO_FACTOR_TITLE
source: Two-factor code
ru: Двухфакторная аутентификация

# ERROR_TWO_FACTOR_DESC
source: Please enter your 2FA code
ru: Введите код

source: Cancel
ru: Отмена

# LOGOUT_DIALOG_TITLE
source: Log out
ru: Выйти

# LOGOUT_DIALOG_DESC
source: Are you really sure?
ru: Вы уверены? Или ну его нафиг? :D

# LOGOUT_DIALOG_NO
source: Nope
ru: Не-а

# LOGOUT_DIALOG_YES
source: Yes
ru: Да

# ERROR_INSTANCE_URL_EMPTY_DESC
source: URL cannot be empty
ru: Ссылка не может быть пуста

# ERROR_INSTANCE_URL_VKCOM_UNSUPPORTED
source: We're not providing support for original VK API yet
ru: Пока-что мы не предоставляем поддержку API для оригинального ВКонтакте

# ERROR_NO_RIGHTS
source: Failed to send a message. Maybe, you don't have rights to send messages to this user.
ru: Не удалось отправить сообщение. Возможно, этому препятствуют настройки приватности.

# ERROR_VK_NOT_SUPPORTED_TITLE
source: Read this carefully!
ru: Минуточку внимания!

# ERROR_VK_NOT_SUPPORTED_CONTENT
source: This client DOES NOT SUPPORT original VK, it works only with OpenVK instances. More info you can find in any search engine you may use
ru: Данный клиент НЕ ПОДДЕРЖИВАЕТ вход в оригинальный ВКонтакте, он предназначен только для инстанций на основе OpenVK. Подробнее можете узнать в любой поисковой системе

source: Pull to refresh...
ru: Потяни, чтобы обновить...

source: Release to refresh...
ru: Отпусти, чтобы обновить...

source: Loading...
ru: Загрузка...
